Repository: Makhnov/intranet
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Label
fr: Étiquette

source: Snippets
fr: Catégories FAQ

source: Le texte qui apparaitra dans le titre des convocations et des comptes-rendus.
fr: Le texte qui apparaîtra dans le titre des convocations et des comptes-rendus.

source: 𝐈𝐝𝐞𝐚𝐥 𝐟𝐨𝐫𝐦: Round or square (1/1). 𝐈𝐝𝐞𝐚𝐥 𝐟𝐨𝐫𝐦𝐚𝐭: Filled SVG. 𝐒𝐞𝐜𝐨𝐧𝐝𝐚𝐫𝐲 𝐟𝐨𝐫𝐦𝐚𝐭: PNG with transparent background.
fr: Forme conseillée: ronde ou carrée (1/1). Extension conseillée: SVG Plein. Extension secondaire: PNG avec fond transparent.

source: Heading
fr: Titre

source: Displayed in menus, the heading is the title of the page.
fr: Affiché dans les menus, c'est l'intitulé de la page.

source: Tooltip
fr: Info-bulle

source: Used for accessibility (alt, title) and when user mouse over the icon.
fr: Utilisé pour l'accessibilité (alt, titre) et lorsque l'utilisateur survole l'icône.

source: Choose if this is a commission or a working group.
fr: Choisissez s'il s'agit d'une commission ou d'un groupe de travail.

source: Menu display options (click to expand)
fr: Options d'affichage du menu (cliquez pour développer)

source: Choose an icon and a tooltip to display on the index pages. Both optional, if none, CGS logo will be the icon and tooltip will refer as the page title
fr: Choisissez une icône et une info-bulle à afficher sur les pages d'index. Les deux sont optionnels, si aucun n'est spécifié, le logo CGS sera l'icône et l'info-bulle fera référence au titre de la page.

source: Old
fr: Ancien

source: Agenda
fr: Ordre du jour

source: Attachments
fr: Pièces jointes

source: Uncheck this box if the quorum isn't reached
fr: Décochez cette case si le quorum n'est pas atteint

source: Paragraph
fr: Paragraphe

source: Media
fr: Média

source: Link
fr: Lien

source: Embed media
fr: Intégration média

source: List Item
fr: Élément de la liste

source: List
fr: Liste

source: Quote
fr: Citation

source: Table
fr: Tableau

source: PDF
fr: Document PDF

source: DOCX
fr: Document DOCX

source: Main review
fr: Compte-rendu

source: This is the main content of the page.
fr: Ceci est le contenu principal de la page.

source: Instance management
fr: Paramètres généraux

source: Absence management
fr: Gestion des absences

source: User
fr: Utilisateur

source: Parent Page
fr: Page parente

source: Function Weight
fr: Poids de la fonction

source: Function
fr: Fonction

source: Gender
fr: Genre

source: Identity
fr: Identité

source: Municipality
fr: Municipalité

source: Presence
fr: Présence

source: Substitute
fr: Suppléant

source: Alternate
fr: Alternatif

source: Convocation User
fr: Membre de la convocation

source: Convocation Users
fr: Membres de la convocation

source: Category
fr: Catégorie

source: Simple answer
fr: Réponse simple

source: Answer(s)
fr: Réponse(s)

source: Click on the ⊕ below to add an answer. You can add simple answer(s), conditional answer(s) or step answer(s). You can either imbriqued conditional answer(s) or step answer(s) inside any answer.
fr: Cliquez sur le ⊕ ci-dessous pour ajouter une réponse. Vous pouvez ajouter des réponses simples, des réponses conditionnelles ou des réponses d'étape. Vous pouvez également imbriquer des réponses conditionnelles ou des réponses d'étape dans n'importe quelle réponse.

source: Related FAQ
fr: FAQ associées

source: Similar themes
fr: Thèmes similaires

source: You can click on the ⊕ below to add related FAQ to this one. Users will see it in the 'Go further' section
fr: Vous pouvez cliquer sur le ⊕ ci-dessous pour ajouter des FAQ associées à celle-ci. Les utilisateurs les verront dans la section 'Aller plus loin'.

source: Law text
fr: Texte de loi

source: Law texts
fr: Textes de loi

source: You can click on the ⊕ below to add law texts related to this FAQ.
fr: Vous pouvez cliquer sur le ⊕ ci-dessous pour ajouter des textes de loi liés à cette FAQ.

source: Faq Tags
fr: Balises FAQ

source: Here you can explain the survey to agents.
fr: Utilisez ce champ pour expliquer le formulaire aux agents.

source: Form field
fr: Champ de formulaire

source: Form
fr: Formulaire

source: Add a form to this page.
fr: Ajouter un formulaire d'inscription pour cette page.

source: From
fr: A partir de...

source: Start date of the survey.
fr: Date de début de l'enquête ou du questionnaire.

source: To
fr: Jusqu'à...

source: End date of the survey.
fr: Date de fin de l'enquête ou du questionnaire.

source: Title of the page, automaticaly generated, cannot be changed.
fr: Titre de la page, généré automatiquement, ne peut pas être modifié.

source: Survey period
fr: Période de consultation

source: Slug of the page, automaticaly generated, cannot be changed.
fr: Slug (dans les liens internet) de la page, généré automatiquement, ne peut pas être modifié.

source: Uncheck to hide this page from the menus.
fr: Décochez pour masquer cette page des menus.

source: Agents Form page (survey, form, etc.)
fr: Consultation des agents (Enquête, formulaire, etc.)

source: Form pages
fr: Page(s) de formulaire

source: Title
fr: Titre

source: Visible title on the FAQ index page.
fr: Titre visible sur la page d'index des FAQ.

source: Tooltip displayed on the index pages. Visible when user mouse over the logo icon.
fr: Info-bulle affichée sur les pages d'index. Visible lorsque l'utilisateur passe la souris sur l'icône du logo.

source: Visible icon on index pages. Ideal size: 1/1 (square or round). Format :⚠️SVG⚠️
fr: Icône visible sur les pages d'index. Taille idéale : 1/1 (carré ou rond). Format :⚠️SVG⚠️

source: one category
fr: une catégorie

source: categories
fr: catégories

source: For an event enter the event date, for an article enter the publication date(or leave it blank).
fr: Pour un événement, entrez la date de l'événement ; pour un article, entrez la date de publication (ou laissez-la vide).

source: Amicale Tags
fr: Balises Amicale

source: Item
fr: Élément

source: Use a map?
fr: Utiliser une carte ?

source: Check this box if you want to use a map.
fr: Cochez cette case si vous souhaitez utiliser une carte.

source: Location
fr: Emplacement

source: Select location on the map.
fr: Sélectionnez l'emplacement sur la carte.

source: Address
fr: Adresse

source: Address to geocode to get the location.
fr: Adresse à géocoder pour obtenir l'emplacement.

source: Name to display for this point on the map.
fr: Nom à afficher pour ce point sur la carte.

source: Link for the point on the map.
fr: Lien pour le point sur la carte.

source: Inscription form
fr: Formulaire d'inscription

source: Add an inscription form for this event.
fr: Ajouter un formulaire d'inscription pour cet événement.

source: Article informations
fr: Informations sur l'article

source: Content
fr: Contenu

source: Gallery
fr: Carrousel d'images

source: Name (marker)
fr: Nom (marqueur)

source: Link (marker)
fr: Lien (marqueur)

source: Map details
fr: Détails de la carte

source: inscription form
fr: formulaire d'inscription

source: Here you can explain how the inscription works...
fr: Présentation et condition d'inscription à l'Amicale (Fonctionnement, règlement, etc.)

source: The main form for the inscription to the amicale.
fr: Formulaire pour l'inscription à l'Amicale

source: Author imge
fr: Image de l'auteur

source: Author
fr: Auteur

source: Authors
fr: Auteurs

source: You are already an amicale member.
fr: Vous êtes déjà membre de l'Amicale !

source: Form processing is disabled.
fr: Soumission des formulaire désactivée (consultez l'administrateur du site).

source: You have already submitted this form.
fr: Vous avez déjà envoyé ce formulaire !

source: Footer Image
fr: Image de pied de page

source: Watermark
fr: Filigrane

source: Locality for the letter.
fr: Localité pour la lettre.

source: Locality
fr: Commune

source: Locality description for the letter.
fr: Description de la localité pour la lettre.

source: Locality Description
fr: Description de la localité

source: Header logo
fr: Logo d'en-tête

source: Footer image
fr: Pied de page (image)

source: Opening Councils
fr: Conseils

source: Opening Boards
fr: Bureaux

source: Opening Commissions
fr: Commissions

source: Opening Conferences
fr: Conférences

source: Openings
fr: En tête des convocations

source: Closing Councils
fr: Conseils

source: Closing Boards
fr: Bureaux

source: Closing Commissions
fr: Commissions

source: Closing Conferences
fr: Conférences

source: Closings
fr: Formules de politesse

source: Text for council openings.
fr: Message d'introduction pour les convocations aux conseils communautaires

source: Text for board openings.
fr: Message d'introduction pour les convocations aux bureaux communautaires

source: Text for commission openings.
fr: Message d'introduction pour les convocations aux commissions et groupe de travail

source: Text for conference openings.
fr: Message d'introduction pour les convocations aux conférences des maires

source: Closing text for councils.
fr: Formule de politesse pour clore une convocation au conseil communautaire.

source: Closing text for boards.
fr: Formule de politesse pour clore une convocation au bureau.

source: Closing text for commissions.
fr: Formule de politesse pour clore une convocation aux commissions et aux groupes de travail.

source: Closing text for conferences.
fr: Formule de politesse pour clore une convocation aux conférences des maires.

source: Home
fr: Accueil

source: 'Home' symbol to back to the home page.
fr: Icone d'accueil pour revenir à la page principale

source: User profile
fr: Profil utilisateur

source: Header top-right icon
fr: Logo utilisateur (Menu en haut à droite)

source: Inscription form (Amicale, contact, etc.)
fr: Formulaire d'inscription (Amicale, contact, etc.)

source: Convocation page
fr: Page de convocation

source: Compte rendu page
fr: Page de compte rendu

source: All FAQ
fr: Toutes les FAQ

source: Themes
fr: Thèmatiques

source: Related theme icon for numerous pages
fr: Icone pour représenter les thématiques

source: FAQ page, law text icon
fr: Icon pour les textes de loi

source: Tags
fr: Balises

source: Tag icon for numerous pages
fr: Icone pour les tags (balises)

source: Amicale all
fr: Amicale (tout)

source: All Amicale pages
fr: Toutes les pages de l'Amicale (sorties, news, etc.)

source: Amicale news
fr: Nouvelles de l'Amicale

source: Amicale sorties
fr: Sorties de l'Amicale

source: Amicale divers
fr: Infos diverses sur l'Amicale

source: Amicale unknown
fr: Amicale inconnue

source: Amicale unknown page type icon
fr: Page de l'amicale de type inconnu

source: List view
fr: Vue en liste

source: Day view
fr: Vue journalière

source: Week view
fr: Vue hebdomadaire

source: Month view
fr: Vue mensuelle

source: Actual view
fr: Vue actuelle

source: Previous Page
fr: Page précédente

source: Icon in the calendar section to go to the previous page
fr: Icone pour afficher le jour précédent

source: Next Page
fr: Page suivante

source: Icon in the calendar section to go to the next page
fr: Icone pour afficher le jour suivant

source: Upcoming view
fr: Évènements à venir

source: Past view
fr: Évènements précédents

source: Home all
fr: Toutes les pages (Publiques ou Ressources)

source: All cloud pages
fr: Toutes les pages de téléchargement

source: Home unknown
fr: Page inconnue (Publiques ou Ressources)

source: Home unknown page type
fr: Page de ressources/publique de type inconnu

source: Web page
fr: Page Web

source: Documents (InstantDownload)
fr: Documents (Téléchargement instantané)

source: Download
fr: Télécharger

source: Previous Item
fr: Éléments précédents

source: Footer icon to nvaigate (left) in the list
fr: Icone (pied de page) pour naviguer vers la gauche d'une liste

source: Next Item
fr: Éléments suivants

source: Footer icon to nvaigate (right) in the list
fr: Icone (pied de page) pour naviguer vers la droite d'une liste

source: Page Down
fr: Page suivante (bas)

source: Header icon to go to the next page in viewers (PDF, etc.)
fr: Icone pour changer de page (suivante) dans la visionneuse PDF

source: Page Up
fr: Pages précédente (haut)

source: Header icon to go to the previous page in viewers (PDF, etc.)
fr: Icone pour changer de page (précédente) dans la visionneuse PDF

source: Page Down Max
fr: Dernière page

source: Header icon to go to the last page in viewers (PDF, etc.)
fr: Icone pour aller à la dernière page dans la visionneuse PDF

source: Page Up Max
fr: Première page

source: Header icon to go to the first page in viewers (PDF, etc.)
fr: Icone pour aller à la première page dans la visionneuse PDF

source: More
fr: Plus

source: Less
fr: Moins

source: More (right)
fr: Plus (droite)

source: Less (left)
fr: Moins (gauche)

source: Open
fr: Ouvrir

source: Close
fr: Fermer

source: Search
fr: Recherche

source: Zoom in
fr: Zoomer

source: Zoom out
fr: Dézoomer

source: Maximize
fr: Taille maximum

source: Minimize
fr: Taille minimum

source: Expand
fr: Agrandir

source: Compress
fr: Réduire

source: Apply filter
fr: Appliquer le filtre

source: Reset filter
fr: Réinitialiser le filtre

source: Copy to clipboard
fr: Copier dans le presse-papier

source: Print
fr: Imprimer

source: Spinner
fr: Icone de chargement

source: Star
fr: Étoile (nouveaux éléments)

source: New informations added in the last 14 days
fr: Nouvelles pages ajoutés les deux dernières semaines

source: Unordered list item
fr: Élément d'une liste non-ordonnée

source: Icon preceding the item label
fr: Icone précédent l'intitulé de l'élément

source: OL-1
fr: LO-1

source: Ordered list first item
fr: Premier élément d'une liste ordonnée

source: OL-2
fr: LO-2

source: Ordered list item
fr: Éléments de liste ordonnée

source: OL-3
fr: LO-3

source: OL-4
fr: LO-4

source: OL-5
fr: LO-5

source: OL-6
fr: LO-6

source: OL-7
fr: LO-7

source: OL-8
fr: LO-8

source: OL-9
fr: LO-9

source: User Profile
fr: Profil utilisateur

source: Related themes
fr: Thématiques similaires

source: Calendar
fr: Calendrier

source: Ressources and public pages
fr: Page Ressources et pages publiques

source: Ordered list item 1
fr: Liste ordonnée (Item 1)

source: Ordered list item 2
fr: Liste ordonnée (Item 2)

source: Ordered list item 3
fr: Liste ordonnée (Item 3)

source: Ordered list item 4
fr: Liste ordonnée (Item 4)

source: Ordered list item 5
fr: Liste ordonnée (Item 5)

source: Ordered list item 6
fr: Liste ordonnée (Item 6)

source: Ordered list item 7
fr: Liste ordonnée (Item 7)

source: Ordered list item 8
fr: Liste ordonnée (Item 8)

source: Ordered list item 9
fr: Liste ordonnée (Item 9)

source: Custom settings
fr: Paramètres personnalisés

source: My custom settings
fr: Mes paramètres personnalisés

source: Tooltip.
fr: Info-bulle

source: Add one or more documents to download. If multiple documents are added, they will be downloaded as a zip file. Icon and Tooltip are optional, if none, icon will be generic image and tooltip will be the page title.
fr: Ajoutez un ou plusieurs documents à télécharger. Si plusieurs documents sont ajoutés, ils seront téléchargés sous forme de fichier zip. L'icône et l'info-bulle sont facultatives, si aucune n'est spécifiée, l'icône sera une image générique et l'info-bulle sera le titre de la page.

source: Instant download page
fr: Page de téléchargement instantané

source: Instant download pages
fr: Pages de téléchargement instantané

source: To address
fr: Destinataire

source: Email address to send the form submission to.
fr: Adresse mail à laquelle vous souhaitez recevoir les soumission du formulaire.

source: Subject
fr: Sujet

source: Subject of the email.
fr: Sujet du mail

source: Unique submission
fr: Soumission unique

source: Allow only one submission per user.
fr: Cochez si vous souhaitez n'autoriser qu'une seule soumission par utilisateur.

source: French
fr: Français

source: English
fr: Anglais

source: Spanish
fr: Espagnol

source: Mailing
fr: Envoi de mails

source: Account Inactive
fr: Compte inactif

source: This account is inactive.
fr: Ce compte est inactif

source: Confirm Access
fr: Confirmer l'accès

source: Please reauthenticate to safeguard your account.
fr: Veuillez vous réauthentifier pour sauvegarder votre compte.

source: Alternative options
fr: Options alternatives

source: Email Addresses
fr: Adresse mail

source: The following email addresses are associated with your account:
fr: Les adresses électroniques suivantes sont associées à votre compte :

source: Verified
fr: Vérifié

source: Unverified
fr: Non-vérifié

source: Primary
fr: Principale

source: Make Primary
fr: Passer en principale

source: Re-send Verification
fr: Envoyer de nouveau la vérification

source: Remove
fr: Supprimer

source: Add Email Address
fr: Ajouter une adresse mail

source: Add Email
fr: Ajouter un mail

source: Do you really want to remove the selected email address?
fr: Souhaitez-vous réellement supprimer l'adresse mail sélectionnée?

source: Email Address
fr: Adresse mail

source: Current email
fr: Mail actuel

source: Changing to
fr: Changer pour

source: Your email address is still pending verification.
fr: Votre adresse est en attente de vérificaiton.

source: Cancel Change
fr: Annuler les modifications

source: Change to
fr: Changer pour

source: Change Email
fr: Changer l'adresse Email

source: Confirm
fr: Confirmer

source: Mail confirmation
fr: Confirmation de mail

source: Confirm Email Address
fr: Confirmez votre Email

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an email address for user %(user_display)s.
fr: Merci de bien vouloir confirmer que <a href="mailto:%(email)s">%(email)s</a> est bien l'adresse mail de %(user_display)s.

source: Unable to confirm %(email)s because it is already confirmed by a different account.
fr: Impossible de confirmer %(email)s car cette adresse est déjà associée à un autre compte.

source: This email confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new email confirmation request</a>.
fr: Ce lien de confirmation est expiré ou invalide. Merci de faire <a href="%(email_url)s">une nouvelle</a> demande de confirmation.

source: Sign in
fr: Se connecter

source: Welcome !
fr: Bienvenue !

source: Note
fr: Remarque

source: As <strong>%(user_display)s</strong> your are not allowed to view this page. Please
fr: En tant que <strong>%(user_display)s</strong> vous n'êtes pas autorisé à voir cette page. Merci de

source: sign in.
fr: vous connecter

source: with authorized account or
fr: avec

source: return to site
fr: retournez au site

source: In order to view this page your need to
fr: Afin de voir cette page vous devez

source: Username
fr: Nom d'utilisateur

source: Password
fr: Mot de passe

source: Forgotten password?
fr: Vous avez oublié votre mot de passe ?

source: Remember me
fr: Se souvenir de moi

source: <span>If you do not have an account yet, please</span> <span><a href="%(signup_url)s">sign up</a></span> <span>before login in.</span>
fr: <span>Si vous n'avez pas encore de compte, veuillez</span> <span><a href="%(signup_url)s">vous inscrire</a></span> <span>avant de vous connecter.</span>

source: Sign Out
fr: Se déconnecter

source: Deconnexion
fr: Déconnexion

source: Goodbye!
fr: A Bientôt!

source: Are you sure you want to sign out?
fr: Êtes-vous sûr de vouloir vous déconnecter ?

source: Deconnexion…
fr: Déconnexion…

source: No, stay logged in
fr: Non, rester connecté

source: Return to site
fr: Revenir au site

source: Change Password
fr: Changement de mot de passe

source: Choose new password
fr: Choisissez un nouveau mot de passe

source: Changing…
fr: Changements…

source: Password Reset
fr: Réinitialiser le mot de passe

source: Enter your Email
fr: Entrez votre adresse Email

source: You are already logged in as %(user_display)s.
fr: Vous êtes déjà connecté en tant que %(user_display)s.

source: Forgotten your password? Enter your email address below, and we'll send you an email allowing you to reset it.
fr: Vous avez oublié votre mot de passe? Entrez votre adresse mail ci-dessous et nous vous enverrons un mail pour la réinitialiser.

source: Resetting…
fr: Réinitialisation…

source: Reset My Password
fr: Réinitialiser mon mot de passe

source: Please contact us if you have any trouble resetting your password.
fr: Veuillez nous contacter si vous avez des difficultés à réinitialiser votre mot de passe.

source: Check your mails to confirm password reset
fr: Vérifiez vos courriers électroniques pour confirmer la réinitialisation du mot de passe

source: We have sent you an email. If you have not received it please check your spam folder. Otherwise contact us if you do not receive it in a few minutes.
fr: Nous vous avons envoyé un e-mail. Si vous ne l'avez pas reçu, veuillez vérifier votre dossier spam. Sinon, contactez-nous si vous ne le recevez pas dans les minutes qui suivent.

source: Bad Token
fr: Mauvais jeton

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation du mot de passe n'était pas valide, peut-être parce qu'il a déjà été utilisé. Veuillez demander un <a href="%(passwd_reset_url)s">nouveau mot de passe</a>.

source: Your password is now changed.
fr: Votre mot de passe est maintenant modifié.

source: Congratulations,
fr: Félicitations,

source: sign up
fr: Connectez-vous

source: with your new password to go back to site.
fr: avec votre nouveau mot de passe pour retourner sur le site.

source: Set Password
fr: Définir un mot de passe

source: Profile
fr: Profil

source: Account profile
fr: Profil du compte

source: Change Password?
fr: Modifier votre mot de passe ?

source: Forgot Password?
fr: Mot de passe oublié ?

source: Admin panel
fr: Panneau d'administration

source: First name
fr: Prénom

source: Last name
fr: Nom de famille

source: Display name
fr: Nom d'affichage

source: Address line 1
fr: Adresse ligne 1

source: Address line 2
fr: Adresse ligne 2

source: Postal Code
fr: Code postal

source: City
fr: Ville

source: Country
fr: Pays

source: Mobile phone
fr: Téléphone mobile

source: Additional information
fr: Informations supplémentaires

source: Date of birth
fr: Date de naissance

source: Enter your password:
fr: Entrez votre mot de passe:

source: Sign Up
fr: S'inscrire

source: Password (again)
fr: Mot de passe (à nouveau)

source: Signing Up…
fr: Inscription…

source: Already have an account? Please
fr: Vous avez déjà un compte ? Merci de

source: Verify Your Email Address
fr: Vérifiez votre adresse mail

source: We have sent an email to you for verification. Follow the link provided to finalize the signup process. If you do not see the verification email in your main inbox, check your spam folder. Please contact us if you do not receive the verification email within a few minutes.
fr: Nous vous avons envoyé un courriel pour vérification. Suivez le lien fourni pour finaliser la procédure d'inscription. Si vous ne voyez pas l'e-mail de vérification dans votre boîte de réception principale, vérifiez votre dossier spam. Veuillez nous contacter si vous ne recevez pas l'e-mail de vérification dans les minutes qui suivent.

source: This part of the site requires us to verify that you are who you claim to be. For this purpose, we require that you verify ownership of your email address.
fr: Cette partie du site exige que nous vérifiions que vous vous êtes bien celui que vous prétendez être. À cette fin, nous vous demandons de vérifier la propriété de votre adresse électronique.
