Repository: Makhnov/intranet
Catalog: web/locale/*/LC_MESSAGES/django.po
Languages: fr

source: We have sent an email to you for verification. Please click on the link inside that email. If you do not see the verification email in your main inbox, check your spam folder. Otherwise contact us if you do not receive it within a few minutes.
fr: Nous vous avons envoyé un courriel pour vérification. Veuillez cliquer sur le lien contenu dans cet e-mail. Si vous ne voyez pas l'e-mail de vérification dans votre boîte de réception principale, vérifiez votre dossier spam. Sinon contactez-nous si vous ne le recevez pas dans les minutes qui suivent.

source: <strong>Note:</strong> you can still <a href="%(email_url)s">change your email address</a>.
fr: <strong>Note:</strong> vous pouvez encore <a href="%(email_url)s">changer votre adresse mail</a>.

source: Edited by
fr: Édité par

source: Export iCal
fr: Exporter au format iCal

source: Events on %(day)s
fr: Événements du %(day)s

source: Past Events
fr: Événements passés

source: Upcoming Events
fr: Événements à venir

source: RSS Feed
fr: Flux RSS

source: Previous month
fr: Mois précédent

source: Next month
fr: Mois suivant

source: Previous year
fr: Année précédente

source: Next year
fr: Année suivante

source: cont.
fr: suite

source: Previous week
fr: Semaine précédente

source: Next week
fr: Semaine suivante

source: Google Calendar
fr: Calendrier Google

source: Sending…
fr: Envoi de mails…

source: Send mails
fr: Envoi des mails

source: Use carrefully this will send an email to all the people in the "recipient" list !
fr: Utiliser avec précaution cela envoi un email à toutes les adresses de la section "destinataires" !

source: Use carrefully this will send an email to all the members of the selected instance !
fr: Utiliser avec précaution cela envoi une email à tous les membres de l'instance sélectionnée !

source: Advanced form settings for %(form_title)s
fr: Paramètres avancés du formulaire pour %(form_title)s

source: Advanced form settings
fr: Paramètres de formulaire avancés

source: Save
fr: Enregistrer

source: Copy of %(form_title)s
fr: Copie de %(form_title)s

source: Copy
fr: Copier

source: Are you sure you want to copy this form?
fr: Êtes-vous sûr de vouloir copier ce formulaire ?

source: Submissions of %(form_title)s
fr: Soumissions de %(form_title)s

source: Delete form data
fr: Supprimer les données du formulaire

source: Delete
fr: Supprimer

source: Form data <span>"%(form_title)s"</span>
fr: Données du formulaire <span>%(form_title)s</span>

source: Filter
fr: Filtrer

source: Download CSV
fr: Télécharger CSV

source: Download XLSX
fr: Télécharger XLSX

source: There have been no submissions of the '%(title)s' form.
fr: Il n'y a pas eu de soumissions du formulaire '%(title)s'.

source: Delete selected submissions
fr: Supprimer les soumissions sélectionnées

source: Files
fr: Fichiers

source: Sorry, this form has been deleted.
fr: Désolé, ce formulaire a été supprimé.

source: Page %(page_num)s of %(total_pages)s.
fr: Page %(page_num)s sur %(total_pages)s.

source: Previous
fr: Précédent

source: Next
fr: Suivant

source: January
fr: Janvier

source: February
fr: Février

source: March
fr: Mars

source: April
fr: Avril

source: May
fr: Mai

source: June
fr: Juin

source: July
fr: Juillet

source: August
fr: Août

source: September
fr: Septembre

source: October
fr: Octobre

source: November
fr: Novembre

source: December
fr: Décembre

source: Sunday
fr: Dimanche

source: Monday
fr: Lundi

source: Tuesday
fr: Mardi

source: Wednesday
fr: Mercredi

source: Thursday
fr: Jeudi

source: Friday
fr: Vendredi

source: Saturday
fr: Samedi

source: Sun
fr: Dim

source: Mon
fr: Lun

source: Tue
fr: Mar

source: Wed
fr: Mer

source: Thu
fr: Jeu

source: Fri
fr: Ven

source: Sat
fr: Sam

source: Create a page in %(title)s
fr: Créer une page dans %(title)s

source: Create a page in
fr: Créer une page dans

source: Choose which type of page you'd like to create.
fr: Choisissez le type de page que vous souhaitez créer.

source: Sorry, you cannot create a page at this location.
fr: Désolé, vous ne pouvez pas créer de page à cet emplacement.

source: If you need generic information on how to use Wagtail CMS, check for the
fr: Si vous avez besoin d'informations génériques sur l'utilisation de Wagtail CMS, veuillez vérifier le

source: Wagtail user guide
fr: Guide de l'utilisateur Wagtail

source: If you need more specific details you should find it in the Intranet content creator's guide at the
fr: Si vous avez besoin de détails plus spécifiques, vous devriez les trouver dans le guide du créateur de contenu de l'intranet à

source: How to create a page
fr: Comment créer une page

source: Pages using %(page_type)s
fr: Pages utilisant %(page_type)s

source: Add comment
fr: Ajouter un commentaire

source: Name
fr: Nom

source: municipality
fr: Municipalité

source: Access level
fr: Niveau d'accès

source: status
fr: statuts

source: Last Login
fr: Dernière connexion

source: , Staff
fr: , Personnel

source: Active
fr: Actif

source: Inactive
fr: Inactif

source: Sorry, no users match "<em>%(query_string)s</em>"
fr: Désolé, aucun utilisateur ne correspond à "<em>%(query_string)s</em>"

source: The %(group_name)s group has no users configured. Why not <a href="%(wagtailusers_add_url)s">add some</a>?
fr: %(group_name)s n'a aucun utilisateur configuré. Pourquoi ne pas <a href="%(wagtailusers_add_url)s">en ajouter</a> ?

source: There are no users configured. Why not <a href="%(wagtailusers_add_url)s">add some</a>?
fr: Il n'y a aucun utilisateur configuré. Pourquoi ne pas <a href="%(wagtailusers_add_url)s">en ajouter</a> ?

source: Civility
fr: Civilité

source: municipal council function
fr: fonction au conseil municipal

source: communautary council function
fr: fonction au conseil communautaire

source: commissions
fr: commission

source: Functions in Commissions
fr: Fonctions dans les commissions

source: bureau function
fr: fonction de bureau

source: mayor conference function
fr: fonction de conférence du maire

source: They are already {council_members} council members and {substitutes} substitute(s) in {verbose_municipality}, therefore, you cannot add a substitute.
fr: Il y a déjà {council_members} membres du conseil et {substitutes} remplaçant(s) à {verbose_municipality}, vous ne pouvez donc pas en ajouter un autre.

source: They are already {substitutes} substitute and {council_members} council member(s) in {verbose_municipality}, you cannot add any more council members or substitutes.
fr: Il y a déjà {substitutes} remplaçant et {council_members} membre(s) du conseil à {verbose_municipality}, vous ne pouvez donc pas ajouter d'autres membres du conseil ou de remplaçants.

source: This user is not associated with a municipality. If you wish to add them to a municipal council, first choose the relevant municipality.
fr: Cet utilisateur n'est pas associé à une municipalité. Si vous souhaitez l'ajouter à un conseil municipal, choisissez d'abord la municipalité concernée.

source: Only elected officials can serve. Choose both a municipality and a position within the municipal council before selecting a commission.
fr: Seuls les élus peuvent siéger. Choisissez à la fois une municipalité et un poste au sein du conseil municipal avant de sélectionner une commission.

source: Only elected officials can serve. Choose a municipality before selecting a commission.
fr: Seuls les élus peuvent siéger. Choisissez d'abord une municipalité avant de sélectionner une commission.

source: Only elected officials can serve. Choose a function within the municipal council before selecting a commission.
fr: Seuls les élus peuvent siéger. Choisissez d'abord une fonction au sein du conseil municipal avant de sélectionner une commission.

source: A municipality and a municipal council role must be selected before choosing a community council role.
fr: Une municipalité et un rôle au conseil municipal doivent être sélectionnés avant de choisir un rôle au conseil communautaire.

source: A municipality must be selected before choosing a community council role.
fr: Une municipalité doit être sélectionnée avant de choisir un rôle au conseil communautaire.

source: A municipal council role must be selected before choosing a community council role.
fr: Un rôle au conseil municipal doit être sélectionné avant de choisir un rôle au conseil communautaire.

source: Only the Vice-President or President of the community council can have a bureau role.
fr: Seul le Vice-Président ou le Président du conseil communautaire peut avoir un rôle au bureau.

source: Only the Mayor, Vice-President, or President of the community council can have a role in the Mayors' conference.
fr: Seul le Maire, le Vice-Président ou le Président du conseil communautaire peut avoir un rôle dans la conférence des maires.

source: There can only be one President of the council.
fr: Il ne peut y avoir qu'un seul Président du conseil.

source: There can only be one Mayor for each municipality.
fr: Il ne peut y avoir qu'un seul Maire pour chaque municipalité.

source: There is already a President ({er}) for the commission : {com}.
fr: Il ne peut y avoir qu'un seul président ({er}) pour chaque commission : {com}.

source: There is already a person in charge ({er}) for the commission : {com}.
fr: Il ne peut y avoir qu'un seul chargé de commission ({er}) pour la commission : {com}.

source: The person in charge of the commission must be a Vice President of the council.
fr: La personne responsable de la commission doit être un Vice-Président du conseil.

source: civility
fr: civilité

source: Enter a valid international mobile phone number starting with +(country code)
fr: Entrez un numéro de téléphone mobile international valide commençant par +(code pays)

source: With country code and no spaces
fr: Avec le code pays et sans espaces

source: Law text reference
fr: Référence du texte de loi

source: Law text link
fr: Lien vers le texte de loi

source: Embed
fr: Intégration

source: Criteria
fr: Critère

source: User select the criteria wich fits to his situation, it will allow him to see related answer(s). Mandatory.
fr: L'utilisateur clique sur le critère qui l'intéresse ce qui lui permet, d'afficher la/les réponse(s) associée(s), c'est un champ obligatoire.

source: User click on each steps names to open it and see related answer(s). Mandatory.
fr: L'utilisateur clique sur un intitulé pour afficher ou masquer la/es réponse(s) associée(s), c'est un champ obligatoire.

source: Check this box if you want to create a smaller version of choice answer (Perfect for the choices inside another choice answer)
fr: Cochez cette case si vous souhaitez une version optionnelle réduite (Idéal si cette réponse est incluse dans une autre réponse optionnelle)

source: Ordonnated steps
fr: Liste a étape

source: Check this box if you want to create an ordonnated version of step answer (Step 1, Step 2, Step 3, etc.)
fr: Cochez cette case si vous souhaitez ordonner votre liste (Étape 1, Étape 2, etc.)

source: Step
fr: Élément

source: Conditonnal answer
fr: Réponse optionnelle

source: Step answer
fr: Réponse en liste

source: Left
fr: Gauche

source: Center
fr: Centre

source: Right
fr: Droite

source: Justify
fr: Justifier

source: content
fr: contenu

source: Heading 1
fr: Titre 1

source: Heading 2
fr: Titre 2

source: Heading 3
fr: Titre 3

source: Heading 4
fr: Titre 4

source: Heading 5
fr: Titre 5

source: Heading 6
fr: Titre 6

source: level
fr: niveau

source: Icon
fr: Icône

source: Small
fr: Petit

source: Medium
fr: Moyen

source: Large
fr: Grand

source: Full
fr: Complet

source: size
fr: taille

source: Chose a DOCX file to import in the flow.
fr: Choisissez un fichier DOCX à importer dans le flux.

source: Save and import
fr: Enregistrer et importer

source: Use cautiously. It will override all existing content in this section.
fr: Utilisez avec prudence. Cela remplacera tout le contenu existant dans cette section.

source: You can remove or replace any of the content below. If you want to restore the original content, click again on the import button.
fr: Vous pouvez supprimer ou remplacer n'importe lequel du contenu ci-dessous. Si vous souhaitez restaurer le contenu original, cliquez à nouveau sur le bouton d'importation.

source: The file '%(filename)s' is not a DOCX document.
fr: Le fichier '%(filename)s' n'est pas un document DOCX.

source: Chose a PDF wich will be converted to images and added in the flow. Name smartly the document, it will be used to create a collection.
fr: Choisissez un PDF qui sera converti en images et ajouté dans le flux. Nommez intelligemment le document, il sera utilisé pour créer une collection.

source: Use cautiously. It will override all existing images in this section.
fr: Utilisez avec prudence. Cela remplacera toutes les images existantes dans cette section.

source: You can remove or replace any of the images below. If you want to restore the original images, click again on the import button.
fr: Vous pouvez supprimer ou remplacer n'importe laquelle des images ci-dessous. Si vous souhaitez restaurer les images originales, cliquez à nouveau sur le bouton d'importation.

source: The file '%(filename)s' is not a PDF document.
fr: Le fichier '%(filename)s' n'est pas un document PDF.

source: Enter the URL.
fr: Entrez l'URL

source: Replacement Text
fr: Texte de remplacement

source: Enter the visible text for this link (optional).
fr: Entrez le texte visible pour ce lien (facultatif).

source: URL a intégrer
fr: URL à intégrer

source: Very small
fr: Très petit

source: Very large
fr: Très grand

source: Size of the frame
fr: Taille du cadre

source: Alternative title for users accessibility.
fr: Titre alternatif pour l'accessibilité des utilisateurs.

source: <div> <video width="{1}" height="{2}" controls> {0} Your browser does not support the video tag. </video> </div>
fr: <div> <video width="{1}" height="{2}" controls> {0} Votre navigateur ne prend pas en charge la balise vidéo. </video> </div>

source: <div> <audio controls> {0} Your browser does not support the audio element. </audio> </div>
fr: <div> <audio controls> {0} Votre navigateur ne prend pas en charge l'élément audio. </audio> </div>

source: Button text
fr: Texte du bouton

source: Button position
fr: Position du bouton

source: Horizontal alignment.
fr: Alignement horizontal

source: Green
fr: Vert

source: Dark Green
fr: Vert foncé

source: Button color
fr: Couleur du bouton

source: Optionnal, default is green.
fr: Facultatif, vert par défaut

source: Button image
fr: Icone du bouton

source: Optionnal
fr: Facultatif

source: You can add a caption to the image (optional).
fr: Vous pouvez ajouter une légende à l'image (facultatif).

source: File
fr: Fichier

source: Wagtail table block
fr: Tableau

source: Row header
fr: En-tête (lignes)

source: Table headers
fr: En-tête du tableau

source: Display the first row as a header
fr: La première ligne contient des titres

source: Display the first column as a header
fr: La première colonne contient des titres

source: Column header
fr: En-tête (colonnes)

source: Display the first row AND first column as headers
fr: La première ligne et la première colonne contiennent des titres

source: No headers
fr: Aucun en-tête

source: Which cells should be displayed as headers?
fr: Quelles cellules doivent être considérées comme des en-tête?

source: Table caption
fr: Légende du tableau

source: A heading that identifies the overall topic of the table, and is useful for screen reader users.
fr: Intitulé pour définir l'objet principal du tableau, très utile nottament pour les utilisateurs de lecteurs d'écran.
